{ 
	"cow": {
		"page1": "Hi! I’m Callie the Cow. If you’ve been to Davis you might’ve seen me around, or smelled me around! I live here with hundreds of my brothers and sisters. Many of us are here to support research projects and lab experiments at UC Davis. We help people understand cows better!",
		"page2": "I’m a mammal! which means that I have hair all around my body. One thing that makes me special though are my spots. These spots help me keep flies away. Fun fact! The more spots a cow has the fewer flies they attract. You may have also noticed the little horns on my head. Those are used to defend me against predators.",
		"page3": "You can find me at the UC Davis campus near Tercero Dorms. I live at The Dairy which is a facility of UC Davis’s Department of Animal Science. Some of my other brothers and sisters live outside of campus at the Animal Science Feedlot and Animal Science Beef Barn. Here’s a real life picture of me by the water tower! If you ever get a chance, come visit!"
	},
	"duck" :{
		"page1": "Heya! I’m Danny the Duck. You’ve probably seen many of ducks before, but I’m a Davis duck! Us Davis ducks are the most fun and friendly ducks you’ll ever meet. We love Davis because there are so many places to travel to and the people are so lovely to us. We love to rest by the water or walk around campus! ",
		"page2": "There are many kinds of ducks here in Davis, but there are mainly Mallard ducks and Wood ducks. I’m a Mallard duck! And the reason why my voice is so raspy and my head is so green is because I’m a boy. Boy Mallards are called “drakes” and girl Mallards are called “hens”. The girls have much nicer voices and brown feathers all around. ",
		"page3": "You can find me at the Arboretum on the UC Davis campus! I like to hang out by the water because it’s nice and cool there. Here’s a photo of me sitting in the grass enjoying a nice sunny day. Come visit me sometime! But remember don’t feed any of us, especially not any bread because it makes us sick!"
	},
    "squirrel" :{
		"page1": "Oh hi there! I’m Sady the Squirrel. I’m born and raised in Davis, CA, however, my species is not from California at all. Us Eastern Fox Squirrels are from all over the East Coast of the United States, but my families originally from Canada! Now my brothers and sisters and I reside in the trees all around Davis. We spend our days watching Davis people bike around and finding tree nuts like the one in my hand to eat.",
		"page2": "Aside from us tree squirrels, there are also our friends on the ground. Us tree and ground squirrels live harmoniously together. You can tell us apart not only from our homes but also from the color of our fur. As you can see I have bright orangey brown fur but our friends on the ground have shorter gray fur. Try and spot the differences next time you’re outside!",
		"page3": "You can find us squirrels all over Davis. Whether your in downtown or on campus, you can find us living amongst the people. But I live at the Memorial Union Quad! I live on one of the trees closest to the MU. My place is the best because we have the most shade which is especially helpful on hot summer days. Here’s a photo of me at the Quad searching for some food!"
	},
    "turkey" :{
		"page1": "Hey. I’m Tom the Turkey or as some may call me, “Downtown Tom”. You might recognize my name from the rumors around town. Some might say I’m a bit of a nuisance around town, but I like to say I just like having fun. Sometimes I like to chase people around downtown, which is funny to me, but some folks have issues with it. My family and I moved to Davis 10 years ago and though we haven’t been Davis’s favorite animal, we love it here.",
		"page2": "Differently from other turkeys, we don’t stay in the wild. We like to be part of the community so we spend our days roaming around downtown and the UC Davis campus. In my opinion, turkeys are way better than humans. For instance, our eyesight is three times better than the average human. Our eyesight covers 270 degrees, which is way more than a human can.",
		"page3": "I wouldn’t recommend coming near us turkeys. Many of us aren’t that nice but watch out for us next time you’re walking around downtown Davis, you might be able to spot us. Also, here’s this really cool photo of me someone caught after I tried to chase someone down in front of Wells Fargo. Isn’t that so funny?"
	},
    "magpie" :{
		"page1": "Hiya! I’m Maggy the Magpie! I’m originally from the Central Valley of California but I’ve been living in Davis for a while now and I absolutely love it! It’s so fun here and everyone is so friendly! I’m a very extroverted bird, I love singing and hanging out with my six siblings. One thing about us magpies is that we have big families. When we lay eggs, we lay 6-8 at a time! Isn’t that so fun!",
		"page2": "Many people mistake us for bluejays because of our blue feathers, I had a cousin that was a bluejay actually! But we’re actually a different species! Anyways, I love Davis because there’s so much good food here. I love insects, especially earthworms, but Davis also has so many fruits, grains, and berries that are so delicious! All thanks to those lovely local farmers!",
		"page3": "If you want to hang out sometime, you can find me on Oak Tree Lane! I’m always there with my best friends. Look for any oak trees and you might catch some of my brothers or sisters. Oh! And here's this photo of me hanging out on the ground. Don’t my feathers look so nice! Alright, well it was nice meeting you! Hope to see you sometime!"
	},
    "turtle" :{
		"page1": "Hey! My name’s Tod the Turtle. You might see me and my family is your walking by any creek or pond in Davis. We love to stay in the water and out of trouble. I don’t really interfere with the human population in Davis. In fact, I know some turtles that hiss at humans if they get too close but don’t worry I’m one of the nice ones. ",
		"page2": "In Davis, there are two types of turtles. You have the Western Pond Turtles that you can find all around Davis and the Red-Eared Slider who live by Putah Creek and Prospect Slough. I’m a Western Pond Turtle and we’re actually native to the area. That means my family’s basically been here forever, so Davis is my true home.",
		"page3": "You can find me by Putah Creek. Putah Creek runs through the UC Davis campus and extends all the way to Lake Berryessa. So if you’re ever out having a picnic at the Arboretum or taking a dip at the Riparian Reserve, make sure to look out for me! Heres a picture of me sunbathing. "
	},
    "redwood" :{
		"page1": "Hey there! Rowan the Redwood here. It feels strange to be talking to ya’ll face to face. I normally can only see the tops of people’s heads. This is because my species can grow to 350 feet! I’m only 300 feet which makes me the shortest in my family but I’m still a lot taller than any human. My favorite thing about being tall is that I get to provide a lot of shade for the living creatures below me. I help keep the sun at bay, especially on those hot summer days. ",
		"page2": "Redwoods can be found all over Davis but specifically at the UC Davis Arboretum we have our own grove! The T. Elliot Weier Redwood Grove is one of the largest collections of Coastal Redwoods in the country! And most of us are over 50 years old. People love coming to the grove because of the trail that runs through the grove and out to campus. We’re very lucky to have community and staff members help take care of us and keep our roots healthy.",
		"page3": "You can find me at the Grove. Come stop by sometime! We have lots of benches and picnic tables for people to enjoy our redwood family and all the little plants we protect on the ground. Us redwoods always want humans to enjoy the fresh air we supply. Next time you’re out and about, try and notice our signature reddish-brown bark! Here's an image of me at the grove."
	},
    "poppy" :{
		"page1": "Hello! I’m Penny the Poppy and this is my daughter Pepper. Say hi Pepper! “Hello everyone!” We’re California Golden Poppies and we’re proud to be California’s official state flower! Sometimes were known as the flame flower and that’s because of our amazing vibrant colors. You may not see us all the time, but in the spring you’ll see us bringing our vibrant color all over Davis.",
		"page2": "Not only are we beautiful on the outside, but us poppies are strong on the inside. We can thrive all year round and can survive even in the toughest soil. That’s why you can find us just about anywhere! We’re also similar to humans because we like to sleep at night, so our petals close when the sun goes away. The fancy word to explain this is nyctinasty.",
		"page3": "You can find us in downtown Davis near Central Park where the weekly farmer’s market is held. I hope you come and visit us! But a friendly reminder to always be kind to the plants in Davis and simply observe. Next time you’re driving in Davis, try and count how many times you notice us California Poppies. Trust me we aren’t hard to miss! Here’s a real-life photo of us."
	},
    "ginkgo" :{
		"page1": "Hi! Hello! Hey! We’re the trio Gigi, Gia, and Gianna the Ginkgos. We are actually only part of a big family of Ginkgo leaves. We all live on a tree that’s 65 feet tall! You may recognize us by our bright yellow color which differentiates us from any other tree. We’re actually not originally from Davis but from across the world in China. ",
		"page2": "You may be curious as to how we got to Davis. Well, we were actually planted here in the 1970s! Isn’t that amazing! In the beginning, it was hard for a lot of us to survive, however, with the encouragement of the Davis city members we learned to thrive and become part of the community. Now, some of us are 45 years old and still growing! So, even though we grow very slowly, with time we can become some spectacular trees.",
		"page3": "You can find me in the suburbs of Davis on Ponderosa Place. You can’t miss us! Come visit us! But, don’t wait too long because when our tree completes its life cycle, all of us leaves fall at the same time! But don’t worry we’ll be around next year in the spring again. Here’s a picture of us on our tree fully grown."
	},
    "lilac" :{
		"page1": "Hey there! We’re Lily, Lila, and Laya the leave of the Lilac. We help our shrub grow to full length and when she’s done growing we fall and let her thrive. Our star-shaped flowers thrive for only a short period of time in the year, but that’s what makes us special! Our brothers and sisters come in all colors. Some of us come in different hues of blues and whites but our flowers are a beautiful purple!",
		"page2": "Us leaves are special because we’re heart-shaped and arranged oppositely from each other. Another amazing quality about us leaves is that we have healing powers. An extract can be taken from lilac leaves to be used as an essential oil. Humans use this oil to treat fevers, digestive issues, and some even use it to reduce wrinkles! ",
		"page3": "You can find us at the UC Davis Arboretum. Though we live on campus, you can also spot many lilac shrubs in the urban areas of Davis garnishing residents' front yards. Make sure to stop by during the springtime so you can see us when we bloom! Here is a real-life photo of our beautiful flowers!"
	},
    "oak" :{
		"page1": "Hello humans. I am Oliver the Oak Tree. It’s very nice to meet you all. I am one of the Valley Oaks that populate the city of Davis. Here in our city, we have many different species of oaks including Coast Live Oaks, Interior Live Oaks, and Cork Oaks. What makes Valley Oaks special are our large leaves and our dense bark.",
		"page2": "You may have noticed that some of the oak trees around Davis have woody masses around the branches and trunks and sometimes even little blisters on the leaves. These masses are called galls and can form on many types of trees. They are formed by wasps that live inside the trees. They are quite pesky little insects but the galls don’t cause us any harm so we don’t pay much mind to them. ",
		"page3": "You can find me at Valley Oak Elementary School right at the entrance. We provide shade to all visitors and students of the school. It is quite an enjoyable spot in the city of Davis and I implore you to come stop by whenever it is convenient for you. Also, notice all of my brother and sister oak trees in Davis parks and public areas. Here is an image of me providing some shade for some local Davis community members hosting an event."
	},
    "rose" :{
		"page1": "Hi! I’m Rosa the Rose. I’m sure you’ve seen many of my kind not only outside, but also in supermarkets and flower shops. I’m one of the most popular roses in the world! In Davis, you can find me flourishing in residential homes but also in the wild. One special thing about me is that I and native to Davis! All of my family lives and here and we’ve been here since the beginning.",
		"page2": "Local residents love to have us in their homes not only because of our beautiful flowers but also because our roses protect their homes from any invaders. Some rose species like the California Wild Rose grow up to ten feet wide and ten feet high. These wild roses aren’t used as home plants but bring life to the public spaces in Davis. The most popular color of roses you’ll see in the city is pink, like me!",
		"page3": "I love wild roses, but I personally like to stay at home in my residential space. You can find me on Miller Drive blooming in the springtime. I’m a deciduous species which means I go to sleep when it’s not my blooming season, but I hope you visit sometime! Here’s a pretty picture of me on one of my best days of the season!"
	}
}